Repository: saxix/django-adminactions
Catalog: src/adminactions/locale/*/LC_MESSAGES/django.po
Languages: es

source: Sorry you do not have rights to execute this action (%s)
es: Lo siento tu no tienes permisos para ejecutar esta accion (%s)

source: Export as XLS
es: Exportar como XLS

source: Export as Fixture
es: Exportar como Fixture

source: Export as fixture
es: Exportar como Fixture

source: Export Delete Tree
es: Exportar Arbol de dependencias

source: Export delete tree
es: Exportar Arbol de dependencias

source: Sorry you do not have rights to execute this action
es: Lo siento tu no tienes permisos para ejecutar esta accion

source: Updated %s records
es: %s registros actualizados

source: Dependencies
es: Dependencias

source: Move
es: Mover

source: Delete
es: Eliminar

source: Please select exactly 2 records
es: Por favor selecciona exactamente 2 registros

source: Merge selected %(verbose_name_plural)s
es: Eliminar %(verbose_name_plural)s seleccionados/as

source: Home
es: Inicio

source: CSV Export Options
es: Opciones de exportacion CSV

source: Export
es: Exportar

source: Merge records
es: Unir registros

source: Field
es: Campo

source: This will be preserved
es: Esto sera preservado

source: Result
es: Resultado

source: Other
es: Otro

source: This will be removed
es: Esto sera preservado

source: Preview
es: Vista preliminar

source: Key
es: Tecla

source: After Merging
es: Despues de la Union

source: Merge
es: Unir
